Repository: wp-plugins/ozh-admin-drop-down-menu
Catalog: inc/translations/adminmenu-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, sl_sl

source: updated
da_dk: opdateret
de_de: aktualisiert
es_es: actualizadas
fr_fr: mises à jour
it_it: aggiornato
sl_sl: Posodobljene

source: deleted
da_dk: slettet
de_de: gel&ouml;scht
es_es: eliminadas
fr_fr: supprimées
it_it: cancellato
sl_sl: izbrisan

source: Admin Drop Down Menu settings <strong>%s</strong>
da_dk: Admin Drop Down Menu indstillinger <strong>%s</strong>
de_de: Admin Drop Down Men&uuml; Einstellungen <strong>%s</strong>
es_es: Opciones de Admin Drop Down Menu <strong>%s</strong>
fr_fr: Préférences pour Admin Drop Down Menu <strong>%s</strong>
it_it: Impostazioni menu Drop Down di amministrazione <strong>%s</strong>
sl_sl: Nastavitve Admin Drop Down Menu <strong>%s</strong>

source: Icons
da_dk: Ikoner
es_es: Iconos
fr_fr: Icones
it_it: Icone
sl_sl: Ikone

source: Display menu icons
da_dk: Vis menu ikoner
de_de: Zeige Men&uuml; Icons
es_es: Mostrar iconos en los menús
fr_fr: Afficher les icones dans les menus
it_it: Mostra il menu ad icone
sl_sl: Menu zaslon ikone

source: They're so cute (and they're from %s)
da_dk: De er s&aring; nuttet (og de er fra %s)
de_de: Die sind klasse (und von %s)
es_es: Son tan lindos (y provienen de %s)
fr_fr: Elles sont si mignonnes (et elles viennent de %s)
it_it: (icone fornite da %s)
sl_sl: Oni so tako ljubek (in oni od %s)

source: Submenus
da_dk: Undermenuer
de_de: Untermen&uuml;s
es_es: Submenús
fr_fr: Sous-menus
it_it: Menu a discesa
sl_sl: Podmeniji

source: Display sub menus the regular way
da_dk: Vis undermenuer p&aring; den normale m&aring;de
de_de: Men&uuml;s normal anzeigen
es_es: Mostrar submenús de la forma normal
fr_fr: Afficher les sous-menus à l'ancienne
it_it: Mostra i sotto-menu nel modo consueto
sl_sl: Prikaz podmenijih redno pot

source: Some like it better when sub menus don't even need you to hover the top menu link
da_dk: Nogle synes at det er bedre n&aring;r undermenuer folder sig ud, uden musen beh&oslash;ver at flyttes over hoved menupunktet
de_de: Das Standart-Men&uuml; ebenfalls anzeigen
es_es: Algunos prefieren cuando los submenús no requiren que te posiciones sobre la opción principal del menú para desplegarse
fr_fr: Pour ceux qui préfèrent quand les sous-menus sont directement accessibles sans avoir besoin de survoler les menus du haut.
it_it: Qualora preferissi non utilizzare la funzione hover per la navigazione dei link dal menu principale
sl_sl: Nekateri všeč bolje, ko podmeniji sploh ne boste potrebovali več kot v zgornjem meniju povezave

source: Break Long Lists
da_dk: Deler lange lister
de_de: K&uuml;rze lange Listen
es_es: Partir Listas Largas
fr_fr: Couper les longues listes
it_it: Elenchi
sl_sl: Break dolge sezname

source: Break if more than %s menu entries
da_dk: Del hvis der er mere end %s menupunkter
de_de: K&uuml;rzen bei mehr als %s Eintr&auml;gen
es_es: Partir en columnas si hay más de %s opciones en el menú
fr_fr: Couper si un menu a plus de %s lignes
it_it: Spezza in presenza di più di %s voci nel menu
sl_sl: Poči, če več ko %s menijskih vnosov

source: If a dropdown gets longer than this value, it will switch to horizontal mode so that it will hopefully fit in your screen (requires javascript)
da_dk: Hvis en undermenu bliver længere end denne v&aelig;rdi, vil den blive vist horisontalt, så den forh&aringbenligt passer til din sk&aelig;rm (Kr&aelig;ver JavaScript aktiveret)
de_de: Wenn eine Dropdown-Men&uuml; mehr Eintr&auml;ge hat, wird es horizontal dargestellt, so dass es hoffentlich auf Deinen Bildschirm passt (ben&ouml;tigt Javascript)
es_es: Si un menú tiene más opciones que este valor, cambiará a modo horizontal para que quepan en tu pantalla (requiere javascript)
fr_fr: Si un menu comporte plus d'éléments que cette valeur, il basculera en mode horizontal afin de pouvoir être affiché en entier (nécessite que javascript soit activé)
it_it: Se il numero degli elementi sarà superiore a questo valore, la loro disposizione verrà mostrata orizzontalmente nella speranza che la visualizzazione possa essere adeguata allo schermo (javascript necessario)
sl_sl: Če dropdown dobi več od te vrednosti, bo preklop v način vodoravno, tako da bo, upajmo prilega zaslonu (requires javascript)

source: Top Links
es_es: Enlaces Superiores
fr_fr: Liens du haut
it_it: Link principali
sl_sl: Najboljše povezave

source: Make top links clickable
da_dk: G&oslash;r top links klikbare
de_de: Top Links anklickbar machen
es_es: Permitir hacer clic en los enlaces superiores
fr_fr: Rendre les liens du haut clicables
it_it: Rende cliccabili i link del menu principale
sl_sl: Naredite top povezave klikniti

source: Uncheck this option to improve compatibility with browsers that cannot handle the "hover" event (<em>ie</em> most handheld devices)
da_dk: Fjern fluebenet for, at forbedre kompatibiliteten med browsere, der ikke kan h&aring;ndterer "hover" event'et (<em>f.eks</em> h&aring;ndholdte gadgets)
de_de: Deaktiviere diese Option, um die Kompatibilit&auml;t mit Browsern, die den "hover" Befehl nicht unterst&uuml;tzen (in der Regel Handhelds), zu verbessern
es_es: Desmarque esta opción para mejorar la compatibilidad con browsers que no pueden manejar el evento "hover" (<em>ie</em> debe manejar dispositivos)
fr_fr: Décocher cette option améliore la compatibilité avec les navigateurs qui ne supportent pas l'évènement "hover" (la plupart des PDA et téléphones)
it_it: Leva il segno di spunta per migliorare la compatibilità con quella tipologia di browsers che non sono in grado di gestire la funzione "hover" (<em>ie</em>)
sl_sl: Počistite možnost, da izboljšajo združljivost z brskalniki, ki ne more ravnati "hover" event (<em>ie</em> večina ročnimi napravami)

source: Give Some &hearts;
da_dk: Giv lidt &hearts;
de_de: Zuneigung zeigen &hearts;
es_es: Da un poco de &hearts;
fr_fr: Un peu d'&hearts;
it_it: Riconoscimenti
sl_sl: Daj Nekateri & srca;

source: Do you like this plugin? Then <a href="%s">rate it 5 Stars</a> on the official Plugin Directory!
da_dk: Kan du lide dette plugin? S&aring; <a href="%s">bed&oslash;m det med 5 stjerner</a> p&aring; den officielle plugin side (Plugin Directory)!
de_de: Du magst dieses Plugin? Dann <a href="%s">bewerte es mit 5 Sternen</a> im offiziellen Plugin-Verzeichnis!
es_es: ¿Te gusta este plugin? Entonces <a href="%s">dale 5 estrellas</a> en el directorio oficial de plugins!
fr_fr: Vous appréciez ce plugin? Alors <a href="%s">donnez lui 5 étoiles</a> dans le répertoire officiel des plugins!
it_it: Ti piace questo plugin? Allora <a href="%s">vota 5 stelle</a> nella Plugin Directory ufficiale!
sl_sl: Ali vam je všeč ta vtičnik? Potem <a href="%s">ga oceniti 5 Stars</a> na uradni Plugin Directory!

source: Do you <em>love</em> this plugin? Please <a href="%s">blog about it</a>! Tell your readers you like it so they will discover, try and hopefully like it too&nbsp;:)
da_dk: <em>Elsker</em> du dette plugin? S&aring; <a href="%s">blog om det</a>! Fort&aelig;l dem du kan lide det, s&aring; de m&aring;ske pr&oslash;ver det og forh&aring;benlig kan lide det&nbsp;:)
de_de: Du <em>liebst</em> dieses Plugin? Dann <a href="%s">schreibe dar&uuml;ber</a>! Berichte Deinen Lesern &uuml;ber dieses Plugin, damit sie es kennenlernen und hoffentlich genauso klasse finden &nbsp;:)
es_es: ¿Te <em>encanta</em> este plugin? Por favor <a href="%s">promociónalo</a>! Cuéntale a tus lectores que te gusta para que ellos lo descubran, prueben y posiblemente disfruten también&nbsp;:)
fr_fr: Vous <em>aimez</em> ce plugin? Parlez-en, <a href="%s">blogguez-le</a>! Faites le découvrir à vos lecteurs qui peut-être l'essaieront et l'aimeront aussi!&nbsp;:)
it_it: <em>Ami</em> questo plugin? Scrivi un <a href="%s">articolo</a> nel tuo blog! Racconta ai tuoi lettori quanto ti piaccia facendo sì che anche loro lo possano conoscere&nbsp;:)
sl_sl: Ali ste <em> ljubezen</em> ta plugin? Prosimo, <a href="%s">blog o tem</a>! Povejte vaše bralce, da vam je všeč, da bodo odkrili, poskusite in upajmo, kot ga tudi & nbsp; :)

source: Are you <span id="totallycrazy">crazy</span> about this plugin? <a href="%s">Paypal me a beer</a>! Every donation warms my heart and motivates me to release free stuff!
da_dk: Er du fuldst&aelig;ndig <span id="totallycrazy">vild</span> med dette plugin? <a href="%s">Paypal mig en &oslash;l</a>! Hver eneste donation varmer mit hjerte og motivere mig til, at udgive mere der er gratis!
de_de: Du bist <span id="totallycrazy">total verr&uuml;ckt</span> nach diesem Plugin? Dann <a href="%s">spendiere mir ein Bier via Paypal</a>! Jede Spende freut mich und motiviert mich, freie Software zu ver&ouml;ffentlichen!
es_es: ¿Estás <span id="totallycrazy">loco</span> por este plugin? <a href="%s">Haz una donación vía Paypal</a>! Cada donación anima mi corazón y me motiva a continuar ofreciendo cosas gratuitas!
fr_fr: Vous êtes <span id="totallycrazy">dingue</span> de ce plugin? <a href="%s">Paypalez moi une bière</a>! Chaque donation me fait chaud au coeur et me motive pour continuer à faire et améliorer mes plugins!
it_it: Sei <span id="totallycrazy">follemente</span> innamorato di questo plugin? <a href="%s">offrimi una birra con Paypal</a>! Ogni donazione affrancherà il mio cuore motivandomi ulteriormente nella creazione di nuovi plugin!
sl_sl: Ali ste <span id="totallycrazy">nor</ span> o tem plugin? <a href="%s">Paypal mi pivo</a>! Vsaka donacija ogreje moje srce in me motivira, da se sprosti free stuff!

source: Save Changes
da_dk: Gem &Aelig;ndringer
de_de: &Auml;nderungen speichern
es_es: Guardar Cambios
fr_fr: Sauver
it_it: Salva le modifiche
sl_sl: Shrani spremembe

source: Reset Settings
da_dk: Nulstil indstillinger
de_de: Einstellungen zur&uuml;cksetzen
es_es: Reiniciar Opciones
fr_fr: Réinitialiser les préférences
it_it: Ripristino impostazioni
sl_sl: Ponastavi Nastavitve

source: Clicking the following button will remove all the settings for this plugin from your database. You might want to do so in the following cases:
da_dk: Klik p&aring; den f&oslashlgende knap for, at fjerne alle indstillinger for dette plugin i din database. Du har m&aring;ske brug for det i f&oslash;lgende tilf&aelig;lde:
de_de: Klicke hier, um alle Einstellung dieses Plugins aus der Datenbank zu entfernen. Das ist in folgenden F&auml;llen sinnvoll:
es_es: Al hacer clic en el siguiente botón se removerán todas las configuraciones de este plugin de tu base de datos. Es posible que quieras hacerlo en alguno de estos casos:
fr_fr: Cliquer sur ce bouton effacera toutes les préférences pour ce plugin de la base de données, ce que vous pourriez vouloir faire pour deux raisons:
it_it: Cliccando sul pulsante verranno rimosse dal database tutte le impostazioni per il plugin. L'operazione é necessaria nei seguenti casi:
sl_sl: Klik na ta gumb bo odstranil vse nastavitve za ta plugin iz vaše baze podatkov. Morda boste želeli, da to storijo v naslednjih primerih:

source: you want to uninstall the plugin and leave no unnecessary entries in your database.
da_dk: du vil afinstallere pluginet og ikke efterlade un&oslashdvendige data i din database.
de_de: Du willst das Plugin deinstalieren und keine unn&ouml;tigen Eintr&auml;ge in der Datenbank zur&uuml;cklassen.
es_es: deseas desinstalar el plugin y no dejar información innecesaria en tu base de datos.
fr_fr: vous voulez désinstaller ce plugin et ne laisser aucune trace inutile dans la base de données
it_it: desideri disinstallare il plugin e non lasciare alcun dato inutile nel database
sl_sl: želite odstraniti vtičnik in pustite brez nepotrebne vnose v svoji bazi podatkov.

source: you want all settings to be reverted to their default values
da_dk: Du vil have alle indstillinger skal nulstilles til standard
de_de: Du willst die Einstellungen auf die Standartwerte zur&uuml;cksetzen
es_es: deseas que todas las opciones vuelvan a tener sus valores predeterminados.
fr_fr: vous voulez réinitialiser les préférences de ce plugin à leurs valeurs par défaut
it_it: desideri che tutte le impostazioni siano ripristinate ai loro valori predefiniti
sl_sl: želite vse nastavitve se vrnejo v njihovi bazi podatkov privzete vrednosti.

source: Really do?
da_dk: Er du sikker?
de_de: Bist Du sicher?
es_es: ¿En verdad deseas hacer esto?
fr_fr: Vraiment?
it_it: Sei certo?
sl_sl: Res?

source: There is no undo, so be very sure you want to click the button!
da_dk: Du kan ikke fortryde, s&aring; du skal v&aelig;re 100% sikker n&aring;r du klikker p&aring; denne knap!
de_de: Dieser Schritt kann nicht r&uuml;ckg&auml;ngig gemacht werden!
es_es: No hay opción de deshacer, así que sea muy cuidadoso al darle clic a este botón!
fr_fr: Il n'y a pas de fonction "annuler", soyez donc sûr de ce que vous faites!
it_it: L'operazione sarà irreversibile. Sii ben certo di quello che stai facendo prima di cliccare il bottone!
sl_sl: Ni undo, tako zelo prepričani, da želite, da kliknete na gumb!

source: Icons and Colors
sl_sl: Ikone in barve

source: Top Level Icons
sl_sl: Top Raven Iconsolors

source: Display original menu icons in top level links
sl_sl: Prikaz originalne ikone menija v najboljših povezav ravni

source: Checking this enables Compact Mode &darr;
sl_sl: Preverjanje to omogoča kompaktnem načinu &darr;

source: Compact Mode
sl_sl: Compact Modern

source: Shrink top level links down to their icons
sl_sl: Shrink top povezav ravni do svojih ikon

source: That was a cool WordPress feature, so I stole it :)
sl_sl: To je bilo kul WordPress pokaže, tako da sem ga ukradel :)

source: Sublevel Icons
sl_sl: Podraven Ikone

source: Display icons in drop down menus
sl_sl: Ikone v spustnem meniju

source: Color Scheme
sl_sl: Barva Shema

source: Pick a color for your menu bar, using the color wheel or one of the presets
sl_sl: Izberite barvo za menijske vrstice, z barvno kolo ali eno od prednastavitev

source: No subtle gradient, just plain color.
sl_sl: Ne subtilna gradient, samo navaden barve.

source: Advanced Settings
sl_sl: Napredne nastavitve

source: Minimal Mode
sl_sl: Minimalna Način

source: Hide header
sl_sl: Skrij header

source: Remove the whole header bar for maximum screen real estate. Note: The quick link to your blog will be added to the menu, the Logout link in the Users sub-menu.
sl_sl: Odstranite celotno glavo bar za največjo zaslona nepremičnin. Opomba: hitra povezava do vašega bloga bo dodan meniju povezavo za odjavo v Users sub-menija.

source: Favorite Actions
sl_sl: Priljubljene Actions

source: Display Favorite Actions
sl_sl: Prikaz Favorite Dejanja

source: Just in case you realize you don't need this anymore with such a fast and usable menu.
sl_sl: Samo v primeru, da ste spoznali, da ne potrebujemo več s tako hitrim in uporabnega menija.

source: Hide "0" Bubbles
sl_sl: Skrij "0" Bubblesenu.

source: Hide speech bubbles when no awaiting comments or outdated plugins
sl_sl: Skrij govor mehurčki, ko je ne čakajo na pripombe ali zastarele vstavke

source: Check if those tiny "0" speech bubble are too distracting for your taste
sl_sl: Preverite, če so tiste drobne "0" speech bubble preveč moteča za vaše tastens

source: (might need a page refresh here)
da_dk: (du er m&aringske n&oslash;dt til at opdaterer siden)
de_de: (Seite evtl. neu laden)
es_es: (puede necesitar volver a cargar la página aquí)
fr_fr: (nécessitera peut-être un rafraîchissement de la page)
it_it: (potrebbe essere necessario ricaricare la pagina)
